Repository: newfold-labs/wp-module-solutions
Catalog: languages/wp-module-solutions-*.po
Languages: nl_nl, pt_br

source: Solutions
nl_nl: Oplossingen
pt_br: Soluções

source: Activated the plugin successfully!
nl_nl: De plugin is succesvol geactiveerd!
pt_br: Plugin ativado com sucesso!

source: Please send valid plugin
nl_nl: Stuur een geldige plugin
pt_br: Por favor, envie um plugin válido

source: My Plugins & Tools
nl_nl: Mijn plug-ins & gereedschap
pt_br: Meus Plugins e Ferramentas

source: Explore the plugins & tools available with your solution.
nl_nl: Ontdek de plug-ins en gereedschappen die beschikbaar zijn met jouw oplossing.
pt_br: Explore os plugins e ferramentas disponíveis na sua solução.

source: Error
nl_nl: Foutmelding
pt_br: Erro

source: Oops, there was an error loading the plugins & tools, please try again later.
nl_nl: Oeps, er is een fout opgetreden bij het laden van de plugins & tools, probeer het later opnieuw.
pt_br: Ops, ocorreu um erro ao carregar os plugins e ferramentas. Tente novamente mais tarde.

source: Sorry, no current plugins & tools. Please, try again later.
nl_nl: Sorry, geen huidige plugins & tools. Probeer het later opnieuw.
pt_br: Desculpe, nenhum plugin ou ferramenta disponível no momento. Por favor, tente novamente mais tarde.

source: Load More
nl_nl: Meer laden
pt_br: Carregar mais

source: Loading…
nl_nl: Laden…
pt_br: Carregando…

source: Add a New Plugin
nl_nl: Een nieuwe plugin toevoegen
pt_br: Adicionar novo plugin

source: Get it
nl_nl: Verkrijgen
pt_br: Adquirir

source: Upgrade to unlock all features
nl_nl: Upgrade om alle functies te ontgrendelen
pt_br: Atualize para desbloquear todos os recursos

source: Discover Now
nl_nl: Ontdek nu
pt_br: Descubra Agora

source: Powerful Plugins Included in your %s
nl_nl: Krachtige plugins inbegrepen bij je %s
pt_br: Plugins poderosos incluídos no seu %s

source: Upgrade to save & unlock 30 advanced tools
nl_nl: Upgrade om 30 geavanceerde tools te ontgrendelen en te besparen
pt_br: Atualize para economizar e desbloquear 30 ferramentas avançadas

source: Discover the complete list of advanced features provided by your hosting provider Bluehost, designed to deliver unmatched value and elevate your online experience.
nl_nl: Ontdek de complete lijst met geavanceerde functies van je hostingprovider Bluehost, ontworpen om ongeëvenaarde waarde te leveren en je online ervaring te verbeteren.
pt_br: Descubra a lista completa de recursos avançados oferecidos pela sua hospedagem Bluehost, projetados para oferecer um valor incomparável e melhorar sua experiência online.

source: Learn more about our eCommerce Add-Ons
nl_nl: Meer informatie over onze eCommerce Add-Ons
pt_br: Saiba mais sobre nossos Add-ons de eCommerce

source: Supercharge your online store with powerful tools designed to boost sales, streamline payments, manage inventory, and enhance customer experience.
nl_nl: Geef je online winkel een boost met krachtige tools die zijn ontworpen om de verkoop te verhogen, betalingen te stroomlijnen, voorraad te beheren en de klantervaring te verbeteren.
pt_br: Impulsione sua loja online com ferramentas poderosas projetadas para aumentar as vendas, simplificar os pagamentos, gerenciar o estoque e melhorar a experiência do cliente.

source: No matter what you sell or how you run your store, this is the Ultimate e-commerce toolkit — packed with everything you need at an unbeatable price!
nl_nl: Ongeacht wat je verkoopt of hoe je je winkel runt, dit is de ultieme e-commerce toolkit — met alles wat je nodig hebt voor een onverslaanbare prijs!
pt_br: Não importa o que você vende ou como gerencia sua loja, este é o kit definitivo de e-commerce — repleto de tudo o que você precisa por um preço imbatível!

source: The #1 Bundle of Commerce Tools
nl_nl: Het #1 pakket van commerciële tools
pt_br: O pacote nº 1 de ferramentas de comércio eletrônico

source: Add-Ons designed to help shop owners to boost their online sales with a massive bundle of premium tools (value $3,500)
nl_nl: Add-ons ontworpen om winkeleigenaren te helpen hun online verkoop te verhogen met een groot pakket premium tools (waarde €3.200)
pt_br: Add-ons criados para ajudar lojistas a aumentarem suas vendas online com um enorme pacote de ferramentas premium (avaliado em US$ 3.500)

source: Upgrade to save & unlock more advanced tools
nl_nl: Upgrade om te besparen en meer geavanceerde tools te ontgrendelen
pt_br: Atualize para economizar e desbloquear mais ferramentas avançadas

source: Premium tools available in our eCommerce Add-Ons
nl_nl: Premium tools beschikbaar in onze eCommerce Add-Ons
pt_br: Ferramentas premium disponíveis nos nossos Add-ons de eCommerce

source: Premium tools available in eCommerce Add-Ons
nl_nl: Premium tools beschikbaar in eCommerce Add-Ons
pt_br: Ferramentas premium disponíveis nos Add-ons de eCommerce

source: Learn more about eCommerce Add-Ons
nl_nl: Meer informatie over eCommerce Add-Ons
pt_br: Saiba mais sobre os Add-ons de eCommerce

source: Most Popular
nl_nl: Meest populair
pt_br: Mais populares

source: All
nl_nl: Alles
pt_br: Todas

source: Search
nl_nl: Zoeken
pt_br: Buscar

source: Categories
nl_nl: Categorieën
pt_br: Categorias

source: No matching tools for '%s'
nl_nl: Geen overeenkomende tools voor '%s'
pt_br: Nenhuma ferramenta encontrada para '%s'

source: Check the spelling or try another keyword
nl_nl: Controleer de spelling of probeer een ander zoekwoord
pt_br: Verifique a ortografia ou tente outra palavra-chave

source: Return to the tools list
nl_nl: Terug naar de toolslijst
pt_br: Voltar à lista de ferramentas

source: Popular
nl_nl: Populair
pt_br: Populares

source: Premium
nl_nl: Premie

source: Upgrade to Save
nl_nl: Upgrade om te besparen
pt_br: Atualize para economizar

source: Add-Ons designed to help shop owners to boost their online sales with a massive bundle of premium tools
nl_nl: Add-ons ontworpen om winkeleigenaren te helpen hun online verkoop te verhogen met een groot pakket premium tools
pt_br: Add-ons desenvolvidos para ajudar lojistas a aumentarem suas vendas online com um grande pacote de ferramentas premium

source: Some features included:
nl_nl: Enkele inbegrepen functies:
pt_br: Alguns recursos incluídos:

source: Boost Reviews, Booking & Appointments, Social Login, Product filters, etc.
nl_nl: Boost Reviews, Boekingen & Afspraken, Social Login, Productfilters, etc.
pt_br: Aumente avaliações, reservas e agendamentos, login social, filtros de produtos etc.

source: Bundle of 30 features for a value of $3,500
nl_nl: Pakket van 30 functies met een waarde van €3.200
pt_br: Pacote com 30 recursos avaliados em US$ 3.500

source: /month
nl_nl: /maand
pt_br: /mês

source: Discover
nl_nl: Ontdekken
pt_br: Descobrir

source: Start with a plan that fits your goals and unlock up to $3,500 in premium Bluehost and Yoast plugins.
nl_nl: Begin met een plan dat bij je doelen past en ontgrendel tot €3.200 aan premium Bluehost- en Yoast-plugins.
pt_br: Comece com um plano que atenda aos seus objetivos e desbloqueie até US$ 3.500 em plugins premium da Bluehost e Yoast.

source: Add-Ons to build any kind of site, store or blog
nl_nl: Add-ons om elk type website, winkel of blog te bouwen
pt_br: Add-ons para criar qualquer tipo de site, loja ou blog

source: My Solution
nl_nl: Mijn oplossing
pt_br: Minha Solução

# Solution Upsell product type label
source: Bookable product
nl_nl: Boekbaar product
pt_br: Produto reservável

# Solution Upsell product type label
source: Gift card
nl_nl: Cadeaubon
pt_br: Cartão-presente

source: Premium Tools
pt_br: Ferramentas Premium
